export const roadmapData = {
    vmo: [
      {
        id: 1,
        name: 'Введение в математику',
        children: [
          { id: 2, name: 'Алгебра' },
          { id: 3, name: 'Геометрия' },
        ],
      },
      {
        id: 4,
        name: 'Программирование',
        children: [
          { id: 5, name: 'Основы Python' },
          { id: 6, name: 'Структуры данных' },
        ],
      },
    ],
    vpr: [
      {
        id: 1,
        name: 'Введение в физику',
        children: [
          { id: 2, name: 'Механика' },
          { id: 3, name: 'Электричество и магнетизм' },
        ],
      },
      {
        id: 4,
        name: 'Лабораторные работы',
        children: [
          { id: 5, name: 'Оптика' },
          { id: 6, name: 'Квантовая физика' },
        ],
      },
    ],
    vkb: [
      {
        id: 1,
        name: 'Введение в биологию',
        children: [
          { id: 2, name: 'Молекулярная биология' },
          { id: 3, name: 'Генетика' },
        ],
      },
      {
        id: 4,
        name: 'Экология',
        children: [
          { id: 5, name: 'Экосистемы' },
          { id: 6, name: 'Биоразнообразие' },
        ],
      },
    ],
    vias: [
      {
        id: 1,
        name: 'Введение в инженерию',
        children: [
          { id: 2, name: 'Механика' },
          { id: 3, name: 'Электротехника' },
        ],
      },
      {
        id: 4,
        name: 'Проектирование',
        children: [
          { id: 5, name: 'CAD' },
          { id: 6, name: 'Промышленное проектирование' },
        ],
      },
    ],
  };